[
    {
        "text": " The Targeted Agricultural Modernisation Scheme (TAMS) provides support for on -farm investment and has an overall budget of €395 million over the lifetime of the current Rural Development Programme 2014 -2020.",
        "label": "Supplies"
    },
    {
        "text": "The TAMS Scheme ensures t hat all farmers have access to the most up -to-date technology to bring the highest quality product to market.",
        "label": "Supplies"
    },
    {
        "text": "The Scheme is supporting generational renewal on Irish farms by allowing young farmers to avail of a higher grant rate of 60% (with a standard gra nt rate of 40% available to all other applicants).",
        "label": "Direct_payment"
    },
    {
        "text": "Organic farming goes well beyond the farming practice s required to meet the agri -environmental baseline of Good Farming Practice and Cross Compliance requirements of the Single Farm Payment Scheme and this is the central principle under which additional payments are provided.",
        "label": "Direct_payment"
    },
    {
        "text": "The basic payment under the Scheme is €212 per hectare for those ‘in conversion’ and €106 for those with ‘full organic status’.",
        "label": "Direct_payment"
    },
    {
        "text": "Slightly higher payments are available to horticulture only producers but only up to 6 hectares.",
        "label": "Direct_payment"
    },
    {
        "text": " The Knowledge Transfer (KT) initiative is a significant investment in high quality training and upskilling of farmers so that they are equipped to deal with the range of challenges and opportunities arisin g in the agri -food sector.",
        "label": "Technical_assistance"
    },
    {
        "text": "This programme incorporated extra payments on top of the basic REPS premi um for farmers who undertook additional environmenta lly friendly farming practices.",
        "label": "Direct_payment"
    },
    {
        "text": "Payments for organic c ommitments are annual and per hectare and are designed to cover the additional costs incurred and the income forgone (eg due to lower yields) as a result of organic production methods.",
        "label": "Direct_payment"
    },
    {
        "text": "Therefore to remedy this market failure the OFS provides financial support at a higher level initially to encourage farmers to switch from c onventional to organic farming, and then at a lower financial level of support to incentivise farmers to remain farming organically.",
        "label": "Direct_payment"
    },
    {
        "text": "Area -based payment s to OFS participants are based on the following regulatory principles which underpin the rationale for the payment level s: - Income forgone and cost incurred with regard to usual good agricultural practice - Agronomic assumptions use d as reference point - Level of incentive and justification for incentive based on objective criteria",
        "label": "Direct_payment"
    },
    {
        "text": "Chapter 2 – The Organic Farming Scheme Value for Money Review of the Organic Farming Scheme Page | 8 As a consequence, a farmer who undertook SM6 in conjunction with his/her REPS contract was entitled to an additional payment per hectare for 3 hectares or more during the two -year conversi on period to organic farming.",
        "label": "Direct_payment"
    },
    {
        "text": "A lower additional payment per hectare was made following the two -year conversion period for the remaining three years of the REPS contract.",
        "label": "Direct_payment"
    },
    {
        "text": "For farmers who had already attained full organic status prior to joining REPS and SM6, the SM6 payment for the five year REPS contract was at the lower rate per hectare.",
        "label": "Direct_payment"
    },
    {
        "text": "For small scale organic horticultural producers farming a total area of less than 3 hectares, subject to a minimum of 1 hectare, a higher SM6 payment was made during and after the initial con version period was completed.",
        "label": "Direct_payment"
    },
    {
        "text": "Under the Schemes of Grant Aid for the Development of the Organic Sector, which are 100% exchequer funded, the DAFM also support s investment, both on -farm and off-farm, in equipment and facilities for the production, preparation, grading, packing and storage of organic products.",
        "label": "Supplies"
    },
    {
        "text": "In addition the Department provides money to facilitate the development and promotion of the Organic Sector through  certification of organic operators on behalf of the DAFM .",
        "label": "Technical_assistance"
    },
    {
        "text": "OFS participants are also free to avail of other grant aid measures by the DAFM that are available to conventional farmer s 28 CAP Rural Development Programme 2007 – 2013 The current OFS is inc luded in Ireland’s CAP Rural Development Programme.",
        "label": "Direct_payment"
    },
    {
        "text": "Payments applicable under the OFS Under the OFS in the 2007 – 2013 period horticulture only produc ers, with one hectare or more, we re eligible for the payments listed in Table 21 provided that at least 50% of the area eligible for organic payment was cro pped each year.",
        "label": "Direct_payment"
    },
    {
        "text": "Table 21 – Payments to Horticulture Only Producers in OFS 2007 – 2013 Area ≤ 6 hectares (ha) Area > 6ha and up to 55ha Area > 55 ha In conversion €283/ha €212/ha €30/ha Full organic status €142/ha €106/ha €15/ha Stockless non-REPS farmers applying green cover during the conversion period may qualify for an additional payment of €240/ha per year up to a maximum of 40 ha.",
        "label": "Direct_payment"
    },
    {
        "text": "Farmers not reaching this stocking rate level receive payment on a pro rata basis in line with their actual level of production.",
        "label": "Direct_payment"
    },
    {
        "text": "For farmers engaged in both arable crop and livestock production, payment for arable crop production is based on the actual area cropped by the farmer.",
        "label": "Direct_payment"
    },
    {
        "text": "Applicants with 3 hectares or more o f utilisable agricultural area we re eligible for payments as outlined in Table 22.",
        "label": "Direct_payment"
    },
    {
        "text": "Where an application for the Single Payment Scheme is not submitted within the specified period under that Schem e, a penalty of 1% per working day will apply to the Organic Farming Scheme payments.",
        "label": "Fine"
    },
    {
        "text": "Participants in OFS are contractually bound to participati on for a minimum of five years, and are awarded an annual area based payment.",
        "label": "Direct_payment"
    },
    {
        "text": "The annual are a based payment for the conversion period is €212/hectare per annum with the remainder of the contract period (maintenance cost) returning €106/ hectare per annum.",
        "label": "Direct_payment"
    },
    {
        "text": "To complement the EX CEED programme, the tax code provides for accelerated capital allowances (ACAs) for energy efficient equipment supporting the reduction of energy use in the workplace and the awareness of energy efficiency standards in appliances.",
        "label": "Tax_deduction"
    },
    {
        "text": "Forestry Programme 2014 -2020 providing grants and / or annual premiums for establishment, development and reconstitution of forests, woodland improvement, native woodland conservation.",
        "label": "Direct_payment"
    },
    {
        "text": "Outside of the ETS, a national carbon tax, currently set at €20 per tonne of CO 2 emitted, was introduced on a phased basis from 2009.",
        "label": "Fine"
    },
    {
        "text": "The National Mitigation Plan notes that it is important that the rate at which carbon tax is set is kept under review to ensure that it is able to send a sufficiently strong signal to drive changes in household and business behaviour.",
        "label": "Fine"
    },
    {
        "text": "The scheme will provide for an on- going operational support (which will be paid for a period up to 15 years) for new installations or installations that currently use a fossil fuel heating system and convert to using biomass heating systems or anaerobic digestion heating systems.",
        "label": "Technical_assistance"
    },
    {
        "text": "A grant for heat pumps was launched in mid-September 2018 and increased grant amounts for all other measures are also now available to households.",
        "label": "Supplies"
    },
    {
        "text": "In line with several other EU States and in support of climate and public health policy, the Minister for Finance is also providing for a 1 per cent surcharge for diesel vehicles to apply across all VRT bands.",
        "label": "Fine"
    },
    {
        "text": "The EX CEED grant scheme supports EXCEED Certified and provides grant support of up to 30% of incremental investment or €500,000.",
        "label": "Supplies"
    },
    {
        "text": "Payments are only provided in those cases where the beneficiary goes beyond:",
        "label": "Direct_payment"
    },
    {
        "text": "Additional climate related measures across this sector which will be introduced in 2019 include: • €1035 million for improvements in grant and premium rates for planting forests;",
        "label": "Direct_payment"
    },
    {
        "text": "These include increases in the rate of financial support across all categories with larger increases for broadleaf planting, an increase in the proportion of broadleaf planting in all applications to 15% and new initiatives to promote alternative silvicultural practices.",
        "label": "Direct_payment"
    },
    {
        "text": "A change in supports for road building was also made to further assist landowners with the mobilisation of the existing forest estate 46 5.",
        "label": "Supplies"
    },
    {
        "text": "Further innovation and new measures will include: Forestry Programme 2014-2020 providing grants and / or annual premiums for establishment, development and reconstitution of forests, woodland improvement, native woodland conservation",
        "label": "Direct_payment"
    },
    {
        "text": "In order to prepare the sector for this requirement a number of training and capacity building seminars were held in May and in September 2018 supported by the Climate Ireland research team based in the marine and renewable energy research and development centre (MaREI), University College Cork",
        "label": "Technical_assistance"
    },
    {
        "text": "Gas Networks Ireland also offer a CNG Vehicle Fund, which makes up to €20,000 available to businesses to support the purchase of commercial CNG vehicles",
        "label": "Supplies"
    },
    {
        "text": "Further intelli gence and support will be provided by the Farm Safety Partnership, consisting of an array of stakeholders including farmers’ associations, DAFM, the HSA and the main farming insurance company, FBD.",
        "label": "Technical_assistance"
    },
    {
        "text": "In the absence of abatemen t strategies, ammonia emissions are forecast to increase which ma y result either in substantial fines or the imposition of a de-facto quota based on emission levels.",
        "label": "Fine"
    },
    {
        "text": "The National Standards Authority of Ireland (NSAI) through the provision of technical infrastructure services (measurement, standards and certification schemes) in critical areas such as emerging technology, low carbon and modern methods of construction, climate adaptation, carbon capture and use of alternative fuels, supports European and national policy delivery in the area of climate change.",
        "label": "Technical_assistance"
    },
    {
        "text": "A tax incentive for companies paying corporation tax is also in place in the form of accelerated capital allowance for energy efficient equipment.",
        "label": "Tax_deduction"
    },
    {
        "text": "The scheme supports the purchase of BEVs, PHEVs, hybrid vehicles and the associated charging equipment.",
        "label": "Supplies"
    },
    {
        "text": "We are taking the lead in developing innovative approaches to financing our decarbonisation objectives and are committed, for example, to rolling out a low-cost residential retrofit loan scheme.",
        "label": "Credit"
    },
    {
        "text": "Increase the access of small-scale industrial and other enterprises, in particular in developing countries, to financial services, including affordable credit, and their integration into value chains and markets",
        "label": "Credit"
    },
    {
        "text": "Landowners found burning illegally could face fines, imprisonment and Single Farm Payment penalties, where applicable .",
        "label": "Fine"
    },
    {
        "text": "The aim of Rural Social Scheme is to provide income support to low-income farmers and to provide certain services of benefit to rural communities.",
        "label": "Direct_payment"
    },
    {
        "text": "National initiatives, such as the Future Growth Loan Scheme, supports strategic long-term capital investment by providing competitively priced loan instruments under favourable terms.",
        "label": "Credit"
    },
    {
        "text": "Furthermore, the Strategic Banking Corporation of Ireland (SBCI) offers farmers the chance to opt into the Future Growth Loan Scheme (FGLS) .",
        "label": "Credit"
    },
    {
        "text": "The unique characteristic of the Scheme is that loans up to €500,000 are unsecured, making it a viable source of finance for young and new entrant farmers, especially the cohort who do not have high levels of security.",
        "label": "Credit"
    },
    {
        "text": "This scheme gives farmers greater access to financial loans and encourages financial planning.",
        "label": "Credit"
    },
    {
        "text": "The Future Growth Loan Scheme is a long -term loan (7 -10 years) that is offered by the SBCI with the support of the Department o f Enterprise, Trade and Employment, the Department of Agriculture, Food and the Marine, the European Investment Bank and the European Investment Fund (EIF).",
        "label": "Credit"
    },
    {
        "text": "Obj8N5 - Improve on farm safety and increase awareness of the importance o f farmer well -being Accelerated Capital Allowance Programme The Accelerated Capital Allowance (ACA) is a tax credit that encourages the purchase of energy -efficient goods and equipment.",
        "label": "Tax_deduction"
    },
    {
        "text": "Number of supported operational programmes Sectoral - Fruit and Vegetables HARIN(47(2)(i)) - harvest and production insurance that contrib utes to safeguarding producers' incomes where there are losses as a consequence of natural disasters, adverse climatic events, diseases or pest infestations while ensuring that beneficiaries take necessary risk prevention measures 52FVPO13 - Harvest and Pr oduction Insurance O35.",
        "label": "Credit"
    },
    {
        "text": "The aim of the AECM Training (a cross -cutting measure) is to assist farmers in implementing actions under the AECM and to equip farmers with the knowledg e to make environmentally conscious decisions on their farms.",
        "label": "Technical_assistance"
    },
    {
        "text": "Similarly, the On-Farm Ca pital Investments Scheme has provisions for investments in equipment that will allow farmers to reduce the amount of Green House Gas emissions that they produce during their agricultural practices.",
        "label": "Supplies"
    },
    {
        "text": "It does so through the provision of grant aid on investments for technologies and equipment such as solar panels and Low Emission Slurry Spreading (LESS) equipment.",
        "label": "Supplies"
    },
    {
        "text": "The intervention also supports investments that allow farmers to acquire technologies and equipment that increases their efficiencies and climate adaptation potential thus addressing Obj4N4 and Obj4N5.",
        "label": "Supplies"
    },
    {
        "text": "It further provides support for precision grass measurement equipment, rainwater harvesting and storage, solar panels, heat recovery units, heat pumps, biomass boilers, ventilation and insulation, which decrease energy pressure on farms and improve water quality on farms (Obj5N2).",
        "label": "Supplies"
    },
    {
        "text": "The AECM Cooperation measure offers additional actions in predefined geographical areas considered to be of high environmental priority, for ex ample, location appropriate interventions centred on a meaningful adaptive interaction between advisor, farmer, and experts.",
        "label": "Technical_assistance"
    },
    {
        "text": "Eight co -operation project areas have been defined in areas of high semi -natural habitat and these will be managed thr ough Co-operation Projects through locally -led results -based payments schemes which will be designed by dedicated Project Teams to reflect the specific habitat and species requirements at a local level and in line with the Prioritised Action Framework (PAF ) 2021.",
        "label": "Direct_payment"
    },
    {
        "text": "An important tool to manage income fluctuations, direct payments and supports under the Rural Development Programme have a secondary effect whereby they are seen by banks as a guarantee and thereby enable farmers to access finance.",
        "label": "Direct_payment"
    },
    {
        "text": "Additionally, support under this scheme will address Obj5N3 by supporting organic farming which aims to uphold good soil quality and by supporting investments in precision farming equipment, such as low disturbance tillage equipment and Low Emission Slurry Spreading (LESS) equipment.",
        "label": "Supplies"
    },
    {
        "text": "Grants are provided for farmers wishing to invest in productive technologies and or equipment.",
        "label": "Supplies"
    },
    {
        "text": "Therefore, the OFCIS, which provides financial assistance to purchase such equipment, addresses this need (Obj8N1).",
        "label": "Supplies"
    },
    {
        "text": "Without this support, farmers might not be willing to buy, or be able to afford farm safety equipment.",
        "label": "Supplies"
    },
    {
        "text": "This scheme offers financial support to farmers to assist them in buying farm safety equipment such as safety rails/fences, plant protection products and solid covers for slurry stores.",
        "label": "Supplies"
    },
    {
        "text": "Therefore, the On Farm Capital investment Scheme, which provides financial assistance to purchase such equipment, further contributes to addressing Obj8N1.",
        "label": "Supplies"
    },
    {
        "text": "The On Farm Capital Inv estment Scheme also addresses Obj9N1 by providing a higher grant rate of support for investments in organic farming materials/equipment, at a higher rate of 60% in comparison to the rate of 40% for general investments.",
        "label": "Supplies"
    },
    {
        "text": "The intervention further supports Obj9N2 by supporting investments in animal housing facilities; and Obj9N3 by supporting investments in precision farming equipment.",
        "label": "Supplies"
    },
    {
        "text": "It will also support investment in equipment such as Ring Rollers and Haulm Toppers to reduce relian ce on PPPs .",
        "label": "Supplies"
    },
    {
        "text": "This scheme operates on an annual basis and in recent years has provided support for speci alised investments that reduce pesticide use such as equipment for mechanical weed control and GPS controlled sprayers as well as automatic steering equipment.",
        "label": "Supplies"
    },
    {
        "text": "In these years, the Capital Investment Scheme will contribute to addressing Obj5N2 by providing support for investments in nutrient storage facilities, LESS equipment and precision farming eq uipment.",
        "label": "Supplies"
    },
    {
        "text": "In these years, the Capital Investment Scheme will contribute to addressing Obj4,N1 and Obj4,N4 by providing sup port for investments in precision farming equipment and in the case of the tillage sector, low disturbance tillage equipment, straw incorporating equipment and equipment to assist the establishment of green cover.",
        "label": "Supplies"
    },
    {
        "text": "In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for applicatio n of plant protection product s. It will also support investment in equipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s. Relevant Result Indicator(s): R9 Farm modernisation: Share of farms receiving investment support to restructure and modernise, including to improve resource efficiency 315 Where relevant, CAP contribution towards LIFE projects 32 Overview of the generational renewal strategy An overview of the relevant interventions and specific conditi ons for young farmers, such as “Complementary income support for young farmers” and “Installation of young farmers”, and their respective budgetary allocations; this overview shall also explain in general terms the interplay with any relevant national inst ruments with a view of improving the consistency between Union and national actions in this area.",
        "label": "Supplies"
    },
    {
        "text": "Where the percentage is 10% or higher, that will give farmers greater credit in Ireland’s Eco Scheme.",
        "label": "Credit"
    },
    {
        "text": "The Future Growth Loan Scheme, developed in partnership with the European Investment Fund (EIF), provides a source of finance for young farmers who may not have high levels of security and has been in high demand.",
        "label": "Credit"
    },
    {
        "text": "The Department of Agriculture Food and the Marine has funded a number of loan schemes which provide access to finance for famers in Ireland, enabling them to maintain liquidity and ensure they can take investment decisions tailored to their enterprise.",
        "label": "Credit"
    },
    {
        "text": "The Future Growth Loan Scheme (FGLS) is a long-term loan facility (7 -10 years) providing €800 million in investment loan funding to SMEs and small mid-caps, including farmers and fishers.",
        "label": "Credit"
    },
    {
        "text": "Microfinance Ireland supports micro -enterprises, including farmers with loan finance, providing an important resource for micro enterprises who are finding it difficult to access finance through banks and other commercial lenders.",
        "label": "Credit"
    },
    {
        "text": "Support provided under this scheme will directly address Obj5N4 by providing an incentive to farmers to invest in sustainable farm practices that protect natural resources, ie, organic farming practices; and will also directly address Obj5N1 and Obj5N 2 by providing an incentive to farmers to invest in machinery and equipment that better protects air and water quality.",
        "label": "Supplies"
    },
    {
        "text": "Training to Implement the Suckler Carbon Efficiency Programme contributes to the need to Increase farmers’ and advisors’ understanding of climate change, air quality, water quality, soil health, animal health and welfare and biodiversity related challenges and opportunities at farm level (ObjAKISN1) due to the knowledge it equips farmers with, in the context of participating in the SCEP.",
        "label": "Technical_assistance"
    },
    {
        "text": "The Brexit Impact Loan Scheme (BILS) provides loans to Brexit -impacted Irish businesses for working capital, investmen t and re -financing.",
        "label": "Credit"
    },
    {
        "text": "LEADER may provide support rates greater than 65% in accordance with Article 73(4) (c)(ii) where investments include basic services in rural areas and infrastructure in agriculture and forestry , as determined by Member States; Additional explanation Non applicable",
        "label": "Technical_assistance"
    },
    {
        "text": "The associated training will: • outline how the actions undertaken as part of the Suckler Carbon Efficiency Programme will address the challenges that the scheme is designed to address, • educate farmers on how to appropriately implement the actions; thereby equipping them with the knowledge and skills necessary to optimise delivery and continue the ongoing management of the commitments undertaken; as well as to facilitate the implementation of high welfare practices.",
        "label": "Technical_assistance"
    },
    {
        "text": "The associated training will educate farmers on how to appropriately implement the actions of the scheme; thereby equippi ng them with the knowledge and skills necessary to optimise delivery and continue the ongoing management of the commitments undertaken; as well as to facilitate the implementation of high welfare practices",
        "label": "Technical_assistance"
    },
    {
        "text": "·Support for the tillage and dairy sectors will be provided for investments in precision farming equipment and in the case of the tillage sector also for low disturbance tillage equipment.",
        "label": "Supplies"
    },
    {
        "text": "Support under this category will include aid for Organic Farming, Health and Safety equipment and investments that support specific environmental/climate benefits",
        "label": "Supplies"
    },
    {
        "text": "In order to encourage the purchase by farmers of this specialised type of equipment, this st rand of support under the measure will not be subject to the overall investment ceiling which will be applicable under the other strands of support introduced.",
        "label": "Supplies"
    },
    {
        "text": "Lau nched in 2017, the Agriculture Cashflow Support Loan Scheme provided low -cost flexible working capital finance to farmers.",
        "label": "Credit"
    },
    {
        "text": "HARIN(47(2)(i)) - harvest and production insurance that contributes to safeguarding producers' incomes where there are losses as a consequence of natural disasters, adverse climatic events, diseases or pest infe stations while ensuring that beneficiaries take necessary risk prevention measures",
        "label": "Credit"
    },
    {
        "text": "For Partnership applications an indicative investment ceiling wil l be applied of €160,000 per holding 4Low Emission Slurry Spreading Equipment - It is proposed to have a 50% grant rate for LESS spreading attachments and a 40% grant rate for mobile tanker and the umbilical pump, reel and pipes.",
        "label": "Supplies"
    },
    {
        "text": "It also assists and supports the delivery of capacity building and training programmes with the aim of equipping decision makers with the capability and confidence to analyse, plan for and respond to the risks and opportunities that a changing climate presents.",
        "label": "Technical_assistance"
    },
    {
        "text": "This scheme provides grant aid of up to 60% for qualified young organic farmers for investment in structures and equipment.",
        "label": "Supplies"
    },
    {
        "text": "Fines for breaches of the Wildlife (Amendment) Act 2000 range from €635 to €63,490 and prison terms from 3 months to 2 years , or both a fine and a prison Department of Agriculture, Food & the Marine 54 term.",
        "label": "Fine"
    },
    {
        "text": "Generational renewal will be supported through the allocation of 3% of the direct payments envelope to the Complementary Income Support for Young Farmers (CIS -YF), as well as through the continued prioritisation of young farmers and new entrants for allocations from the National Reserve.",
        "label": "Direct_payment"
    },
    {
        "text": "Pillar I and Pillar II Interventions, and the CAP Green Architecture In addition to providing a basic income support to primary producers and achieving a higher level of environmental ambition, Pillar I (direct payments) interventions are aimed at achieving a fairer approach to the distribution of payments in Ireland.",
        "label": "Direct_payment"
    },
    {
        "text": "The new measure also supports the provision of adaptive equipm ent for farmers with disabilities.",
        "label": "Supplies"
    },
    {
        "text": "The goal of the scheme is to provide support for farmers to invest in productive equipment for their farms.",
        "label": "Supplies"
    },
    {
        "text": "In a similar fashion, the On-Farm Capital Investment Scheme (OFCIS) addresses Obj6N1 through the provision of grant aid on non -productive investments for machinery such as precision farming equipment including Low Emissions Slurry Spreaders (LESS).",
        "label": "Supplies"
    },
    {
        "text": "As su ch, providing support to assist in the purchasing of this equipment will simultaneously improve farm safety and increase awareness of the importance of farmer well -being thus addressing Obj8N5.",
        "label": "Supplies"
    },
    {
        "text": "Succession and the early transfer of family farms is supported by Agricultural Relief from Capital Acquisitions Tax and Stamp Duty exemptions.",
        "label": "Tax_deduction"
    },
    {
        "text": "Income Averaging under the Irish taxation system allows farmers to pay tax on the averaged profit and losses of their fa rming trade over a period of 5 years.",
        "label": "Tax_deduction"
    },
    {
        "text": "In these years, the Capital Investment Scheme will contribute to addressing Obj5,N2 and Obj9,N3 by providing support for investments in precision farming equipment for application of plant protection product s. It will also support investment in e quipment such as Ring Rollers and Haulm Toppers to reduce reliance on plant protection product s.",
        "label": "Supplies"
    },
    {
        "text": "EN 233 EN Nationally – taxation and access to finance At national level there are a number of measures aimed at young f armers including a number of taxation measures, both to facilitate succession and to support their establishment.",
        "label": "Tax_deduction"
    },
    {
        "text": "Income averaging for farmers is a recognition that income in the sector is volatile and that the annual tax liability can vary significantly.",
        "label": "Tax_deduction"
    },
    {
        "text": "Financial support towards the professi onal costs, such as legal, taxation and advisory for older farmers will contribute 50% of such vouched costs, to a maximum payment of €1,500 per beneficiary Additional explanation Non applicable",
        "label": "Technical_assistance"
    },
    {
        "text": "This scheme has two measures: • provides financial support towards the professional costs, such as legal, taxation and advisory, incurred during the establishment of a Registered Farm Partnership.",
        "label": "Technical_assistance"
    },
    {
        "text": "If an offence is committed by a public body, and is co mmitted with the consent of, or is attributable to the neglect on the part of a director, manager or other officer of the public body, that person will also be liable for prosecution125 On conviction, fines up to €250,000 or imprisonment for up to 2 years, or both, may be imposed 125 Per s ection 14A(6) of the Act.",
        "label": "Fine"
    },
    {
        "text": "By extension such measures will be given credit when con tributing to the target of 7% or 10% required for participation in the complementary ECO scheme measure.",
        "label": "Credit"
    },
    {
        "text": "In doing so, the SBCI has implemented loan guarantee schemes on behalf of the DETE and DAFM.",
        "label": "Credit"
    },
    {
        "text": "The eSPSV Grant Scheme was introduced in February 2018 and provides up to €7,000 towards the purchase of BEV or up to €3,500 towards a PHEV to vehicles in the taxi, hackney and limousine sectors.",
        "label": "Supplies"
    },
    {
        "text": "Exemption 2 - Organic Farmers Any certified organic land, including land ‘in conversion’, will automatically qualify for the greening payment without having to meet the greening requirements, as long as it has been certified by an accredited body .",
        "label": "Direct_payment"
    },
    {
        "text": "• Under Section 74 of the Wildlife Act, 1976, (as amended), a person guilty of an offence shall be liable to a fine not exceeding £50,000 (€63,490) or a prison term not exceeding 2 years, or both a fine and a prison term.",
        "label": "Fine"
    },
    {
        "text": "In addition, a fine will apply which will be calculated on the difference between the area declared and the area determined .",
        "label": "Fine"
    },
    {
        "text": "(1) Where trees have been—(a) felled or otherwise removed without a licence under section 7,(b) felled under a licence and, either at the time of such felling or subsequently, a condition of the licence is contravened, or(c) in the opinion of the Minister, seriously damaged,the Minister may issue a replanting order in respect of the owner requiring him or her to replant or to fulfil any or all of the conditions that attached to the licence (or, in a case in which no licence was granted, any or all of the conditions that would, in the opinion of the Minister, have been attached to a licence had such been granted) in accordance with the provisions of the orderSections 27-29 detail offences and corresponding penalties, from fixed penalties to (on conviction) substantial fines and imprisonment.",
        "label": "Fine"
    },
    {
        "text": "Recent changes of the income tax measure to encourage more longer­term leasing are welcome, and now the focus must be on achieving a greater shift from the dependence on conacre letting to longer term lease arrangements which will encourage greater investment in improving the productivity of rented land.",
        "label": "Tax_deduction"
    }
]